function cardValue() {
  let cards_value = [];
  cards_value[0] =
    "Bybit — биржа криптовалют, основанная в 2018 году. Биржа Bybit зарегистрирована на Британских Виргинских островах.     Основные сервера биржи расположены в Сингапуре, а управленческий офис — в Дубае. Официальная позиция Bybit выглядит следующим образом: «Мы заняли полностью нейтральную позицию, поскольку Bybit не находится под юрисдикцией Российской Федерации или Европы, поэтому мы остаемся лояльными и поддерживаем всех пользователей, не блокируя счета, если они не нарушают правила биржи».";

  cards_value[1] =
    "Kucoin - Работает с 2014 года. Зарегистрирована на Сейшельских островах и состоит из примерно 20 филиалов по всему миру. Учитывая, что биржа работает с подсанкционным Ираном, то нам вряд ли грозит блокировка аккаунтов по её инициативе. У KuCoin есть собственный блокчейн KuCoin Chain (KCC). Это криптовалюта-экосистема, предоставляющая инструментарий разработчикам для создания Dapps и NFT. То есть относится к тому же типу крипты, что и Ethereum, BNBChain, Avalanche, Solana и др.";

  cards_value[2] = "OKX";

  document.getElementById("");
  let text_value;
  for (i = 0; i < cards_value.length; i++)
    if ((i = 0)) {
      text_value = document.getElementById("informationProduct");
    }
}
